// Author: JPKR 
// Version: 4.6.0.0 (05.01.2016)

// सामान्य

000 = हिन्दी
001 = हां
002 = नहीं 
003 = ठीक
004 = बाहर
005 = मुख्य पैनल
006 = नियम पैनल
007 = आप अनुमति देना चाहते हैं कि कार्यक्रम के लिए ब्राउज़ करें
008 = आप ब्लॉक करना चाहते हैं कि इस कार्यक्रम के लिए ब्राउज़ करें
009 = जोड़ने की अनुमति के लिए एक प्रोग्राम विंडो पर क्लिक करें
010 = जोड़ने ब्लॉक करने के लिए एक प्रोग्राम विंडो पर क्लिक करें
011 = या इस कार्रवाई को रद्द करने के लिए इस संवाद पर क्लिक करें
012 = एक नए नियम को सफलतापूर्वक कनेक्शन की अनुमति देने के लिए बनाया गया था के लिए
013 = एक नया नियम सफलतापूर्वक के लिए कनेक्शन ब्लॉक करने के लिए बनाया गया था
014 = इस कार्यक्रम के लिए एक समान नियम पहले से ही मौजूद है।
015 = संचालन बंद किया गया!
016 = एक पूरी नीति को सफलतापूर्वक से आयात किया गया था
017 = एक पूरी नीति को सफलतापूर्वक करने के लिए निर्यात किया गया था
018 = डिफ़ॉल्ट नीति सफलतापूर्वक बहाल किया गया।
021 = इस नियम से मेल खाता है कि फ़ाइल का पूरा पथ निर्दिष्ट करें
022 = एक आंशिक नीति सफलतापूर्वक से आयात किया गया था
023 = एक आंशिक नीति को सफलतापूर्वक करने के लिए निर्यात किया गया था
030 = Windows फ़ायरवॉल लॉक करना
031 = Windows फ़ायरवॉल अनलॉक करना
032 = लॉक
033 = अनलॉक
034 = रद्द
035 = अपना पासवर्ड सेट करें
036 = अनलॉक करने के लिए पासवर्ड दर्ज करें
037 = अवैध पासवर्ड
038 = पासवर्ड दिखाए
039 = डेवलपर की वेबसाइट पर जाएं
040 = Windows फ़ायरवॉल नियम प्रबंधित करें
041 = ताला आइकन पर प्रेस कार्यक्रम अनलॉक करने के लिए
042 = आप Windows फ़ायरवॉल सुरक्षा अक्षम करना चाहते हैं आप यकीन कर रहे हैं?
043 = दोबारा न दिखाएं
044 = केवल पढ़ने के लिए
045 = ' उपयोगकर्ता के लिए स्थगित ' सेट EdgeTraversal साथ एक नियम में संशोधन करना पूरी तरह से समर्थित नहीं है और परिवर्तनों को लागू नहीं हो सकता है । कृपया इस नियम बदलने के बाद नियमों की सूची को ताज़ा और परिवर्तनों को सहेजा गया है की जाँच । क्या आप वाकई जारी रखना चाहते हैं?
046 = आप सुनिश्चित हैं इन नियमों को हटाने के लिए। 
050 = विस्तारित गुण
051 = यह नियम में अतिरिक्त गुण हैं जो केवल WFwAS से विन्यास करते हैं

// टैब आइटम

100 = प्रोफाइल्स
200 = सूचनाएं
300 = विकल्पों
400 = नियम
500 = उपकरण
600 = के बारे में

// प्रोफाइल्स

101 = छनन स्तर कनेक्शन अवरुद्ध किया जाना चाहिए और जो कनेक्शन की अनुमति दी जानी चाहिए, जो निर्दिष्ट करता है
102 = उच्च छनन
103 = सभी आउटबाउंड और भीतर का कनेक्शन ब्लॉक किए गए हैं । यह ब्लॉक करने के लिए और अपने कंप्यूटर से कनेक्ट करने के लिए सभी प्रयास प्रोफ़ाइल ।
104 = मध्यम छनन (अनुशंसित)
105 = एक नियम के मैच नहीं है कि आउटबाउंड कनेक्शन ब्लॉक किए गए हैं । एक की अनुमति देने के शासन के साथ ही कार्यक्रमों की अनुमति है।
106 = कम छनन
107 = एक नियम के मैच नहीं है कि आउटबाउंड कनेक्शन की अनुमति है। एक ब्लॉक शासन के साथ केवल कार्यक्रमों अवरुद्ध कर रहे हैं ।
108 = कोई छनन
109 = Windows फ़ायरवॉल बंद कर दिया है । यदि आप किसी अन्य फ़ायरवॉल चल रहा है जब तक कि इस सेटिंग का उपयोग करने से बचें।
110 = मध्यम छनन
111 = यह / अद्यतन उद्देश्यों को स्थापित करने के लिए एक कम छानने प्रोफ़ाइल में बंद है के मामले में वापस कर दिया जाएगा कि प्रोफाइल निर्दिष्ट करें
112 = स्वचालित रूप से सेट
113 = के बाद
114 = मिनटों

// सूचनाएं

201 = सूचनाएं आउटबाउंड कनेक्शन ब्लॉक किए गए जो निर्दिष्ट उपयोगकर्ता के लिए प्रदर्शित किया जाना चाहिए स्तर
202 = उच्च
203 = Svchost.exe और इस प्रणाली के कनेक्शन प्रयासों द्वारा उत्पन्न प्रणाली लोगों , सहित सभी अवरुद्ध कर आउटबाउंड कनेक्शन के लिए सूचनाएं , प्रदर्शित करें।
204 = मध्यम ( अनुशंसित)
205 = सभी अवरुद्ध आउटबाउंड कनेक्शन के लिए सूचनाएं प्रदर्शित , लेकिन उपेक्षा और Svchost.exe और सिस्टम से उत्पन्न सूचनाएं प्रदर्शित नहीं करते।
206 = कम
207 = स्वचालित रूप से डिजिटल रूप से एक वैध के साथ कार्यक्रम पर हस्ताक्षर किए की अनुमति हस्ताक्षर केवल अहस्ताक्षरित कार्यक्रमों के लिए नेटवर्क और प्रदर्शन सूचनाओं का उपयोग करने के लिए।
208 = विकलांग
209 = सूचनाएं प्रदर्शित न करें।
210 = सूचनाएं विकल्पों
211 = अपने आप में एक अधिसूचना को बंद
212 = सेकंड।
213 = अस्थायी नियमों के लिए कस्टम मध्यांतर है
214 = एक नई अधिसूचना उत्पन्न होता है जब एक ध्वनि चलाएं
215 = प्ले डिफ़ॉल्ट ध्वनि
216 = कस्टम ध्वनि खेलने
217 = एक कस्टम अधिसूचना ध्वनि का चयन करें
218 = सूचनाएं प्रणाली केवल पंजीकृत उपयोगकर्ताओं के लिए उपलब्ध है। इस सुविधा का उपयोग करने के लिए इस कार्यक्रम को सक्रिय करें। आपके समर्थन के लिए धन्यवाद।
219 = एक पंजीकृत उपयोगकर्ता बनने के लिए कैसे जानने के लिए यहां क्लिक करें
220 = अन्य विंडो के शीर्ष पर दिखाना सूचनाएं
221 = उन्नत सूचना सेटिंग
222 = डिफ़ॉल्ट उन्नत सेटिंग्स रीसेट
223 = नियमों के मिलान के लिए खोज करते समय नियमों की अनुमति देने का उपयोग करें। डुप्लीकेट सूचनाएं प्रदर्शित कर रहे हैं अगर अन्य सुरक्षा कार्यक्रमों के साथ संगतता के लिए अनुशंसित।
224 = नियमों के मिलान के लिए खोज करते समय सामान्य ब्लॉक नियमों का उपयोग करें। सभी कार्यक्रमों को लागू करने के एक ब्लॉक है कि शासन से मेल खाता है अवरुद्ध किया कनेक्शन, सूचनाएं प्रदर्शित नहीं किया जाएगा ।
225 = नियमों के मिलान के लिए खोज करते समय अक्षम लोगों के लिए नियमों का उपयोग करें। यदि एक अक्षम लोगों के लिए नियम मिलान सूचनाएं प्रदर्शित नहीं किया जाएगा पाया जाता है।

// विकल्पों

301 = स्थानीय कंप्यूटर से सभी उपयोगकर्ता खातों के लिए लागू करने के लिए विकल्प नीचे निर्दिष्ट करें
302 = खोल एकीकरण
303 = निष्पादन योग्य फ़ाइलों और निष्पादन योग्य फ़ाइलों के शॉर्टकट के संदर्भ मेनू में कार्यक्रम एकीकृत।
304 = उपयोगकर्ता लॉगऑन पर स्वचालित रूप से प्रारंभ
305 = तेज़ उपयोगकर्ता स्विचिंग सुविधा का उपयोग करते हैं, तो इस विकल्प को उपयोगकर्ता के पहले लॉगऑन के लिए लागू होता है।
306 = सुरक्षित नियम
307 = स्वचालित रूप से Windows फ़ायरवॉल नियंत्रण के अलावा अन्य कार्यक्रमों के द्वारा बनाई गई अनधिकृत नियमों को हटा दें।
308 = वैश्विक hotkeys
309 = वैश्विक hotkeys आप किसी भी चल रहे अनुप्रयोग के भीतर से उपयोग कर सकते हैं कि कीबोर्ड शॉर्टकट हैं।
310 = किसी भी आरजीबी रंग संयोजन की स्थापना द्वारा कार्यक्रम की उपस्थिति नीचे परिभाषित करें
311 = लाल
312 = हरा
313 = नीला
314 = हेक्स रंग
319 = सुरक्षित बूट
320 = सिस्टम को बंद पर स्वचालित रूप से उच्च छनन प्रोफाइल निर्धारित किया है।
321 = उच्च छनन प्रोफाइल सक्षम है। प्रोफ़ाइल मैन्युअल रूप से बंद कर दिया है जब तक सभी नेटवर्क कनेक्शन ब्लॉक किए गए हैं ।
324 = आयात, निर्यात या उपयोगकर्ता सेटिंग्स को बहाल
325 = फ़ाइल से आयात उपयोगकर्ता सेटिंग्स
326 = एक फ़ाइल में निर्यात उपयोगकर्ता सेटिंग्स
327 = मूलभूत मूल्यों के लिए सभी सेटिंग्स रीसेट
328 = प्रयोक्ता सेटिंग्स सफलतापूर्वक को निर्यात किया गया
329 = इस कार्रवाई की पुष्टि के बाद , इस कार्यक्रम में सभी सेटिंग्स को फिर से लोड करने के क्रम में पुनः आरंभ करेगा। क्या आप वाकई जारी रखना चाहते हैं?
330 = Windows फ़ायरवॉल के माध्यम से की अनुमति दें
331 = Windows फ़ायरवॉल के माध्यम से अवरुद्ध करें

// नियम

401 = एक नया नियम बनाते समय एक नया नियम लागू किया जाता है , जिसके लिए दिशा निर्दिष्ट करें:
402 = आउटबाउंड (अनुशंसित)
403 = अनुमति देने या ब्लॉक अनुप्रयोगों के लिए नए नियम बनाते समय डिफ़ॉल्ट रूप से केवल आउटबाउंड नियम बनाएँ।
404 = भीतर का
405 = डिफ़ॉल्ट रूप से केवल भीतर का नियम बना । इस विकल्प का इस्तेमाल सावधानी से करें। इनबाउंड पहुँच आमतौर पर सर्वर अनुप्रयोगों के लिए आवश्यक है।
406 = आउटबाउंड और भीतर
407 = डिफ़ॉल्ट रूप से नियमों के दोनों प्रकार पैदा करते हैं। सिफारिश नहीं की गई।
408 = एक नया नियम बनाते समय एक नया नियम लागू किया जाता है , जिसके लिए स्थानों को निर्दिष्ट करें:
409 = आयात, निर्यात या फ़ायरवॉल नियमों को बहाल
410 = आयात Windows फ़ायरवॉल एक फ़ाइल से नियम
411 = निर्यात Windows फ़ायरवॉल एक फाइल करने के लिए नियमों
412 = नियमों का Windows फ़ायरवॉल डिफ़ॉल्ट सेट पुनर्स्थापित
413 = Windows फ़ायरवॉल नियंत्रण की सिफारिश नियमों पुनर्स्थापित
414 = एक पूरा नीति फ़ाइल का चयन किया गया । इस फ़ाइल से फ़ायरवॉल नियमों का आयात चालू Windows फ़ायरवॉल नियमों का सब लिख देगा। यदि आप अपने मौजूदा नियमों की एक प्रतिलिपि को बचाने के लिए चाहते हैं, तो आपको पहले एक फाइल करने के लिए उन्हें निर्यात करना चाहिए। आपके द्वारा चयनित फ़ाइल से फ़ायरवॉल नियमों का आयात करना चाहते हैं?
415 = नियमों का मूलभूत सेट को बहाल करना Windows स्थापित किया गया था के बाद से आप बना दिया है कि Windows फ़ायरवॉल की सेटिंग करने के लिए सभी परिवर्तनों को रीसेट जाएगा। यह कुछ कार्यक्रमों को काम बंद करने का कारण हो सकता है । क्या आप जारी रखना चाहते हैं?
416 = फ़ाइल से आयात करें ...
417 = निर्यात फ़ाइल को करें ...
418 = सिफारिश नियमों को सफलतापूर्वक बहाल किया गया।
419 = नियम खिड़की का प्रबंधन में नियमों को रीफ्रेश करें। धन्यवाद।
420 = यह क्रिया Windows फ़ायरवॉल प्रवेश से सभी मौजूदा रिकॉर्ड को मिटा देंगे । क्या आप वाकई जारी रखना चाहते हैं?
421 = एक आंशिक नीति फ़ाइल का चयन किया गया । इस फ़ाइल से फ़ायरवॉल नियमों का आयात अपरिवर्तित अपने मौजूदा नियमों छोड़ देंगे और इस फाइल में निहित नियमों नियमों के अपने मौजूदा सेट करने के लिए जोड़ दिया जाएगा। आपके द्वारा चयनित फ़ाइल से फ़ायरवॉल नियमों का आयात करना चाहते हैं?
422 = चयनित फ़ाइल अवैध प्रारूप है या भ्रष्ट है !

// उपकरण

501 = विभिन्न प्रणाली उपयोगिताओं लॉन्च करने के लिए नीचे दिए गए शॉर्टकट का उपयोग करें । इन कार्यक्रमों में उपलब्ध उच्चतम विशेषाधिकारों के साथ क्रियान्वित किया जाएगा कि ध्यान दें।
502 = उन्नत सुरक्षा के साथ Windows फ़ायरवॉल
503 = घटना दर्शक
504 = संसाधन निगरानी
505 = Windows फ़ायरवॉल नियंत्रण कक्ष एप्लेट
510 = विभिन्न ऑनलाइन सत्यापन के लिए इस्तेमाल किया यूआरएल सेवाओं के नीचे निर्दिष्ट करें
511 = एक आईपी पते प्रतिष्ठा की जाँच करने के लिए यूआरएल
512 = यूआरएल फ़ाइल का SHA256 हैश के आधार पर एक फाइल की जांच करने के लिए
513 = यूआरएल एक WHOIS क्वेरी शुरू करने के लिए
514 = URL में एक विशिष्ट पोर्ट के बारे में अधिक पढ़ने के लिए
520 = प्रतिलिपि ...
521 = सब
 
// के बारे में

601 = कार्यक्रम के बारे में
602 = एक नया संस्करण उपलब्ध है की जाँच करें
603 = अद्यतन सर्वर से कनेक्ट करने में असमर्थ। यदि आवश्यक हो तो आप इस कार्यक्रम और एक सही प्रॉक्सी विन्यास के लिए कनेक्शन की अनुमति देने के लिए आवश्यक नियम है सुनिश्चित करें।
605 = आप नवीनतम संस्करण का उपयोग कर रहे हैं। इस समय उपलब्ध नहीं नया संस्करण।
606 = Windows फ़ायरवॉल नियंत्रण का एक नया संस्करण उपलब्ध है
607 = आप इस नए संस्करण को डाउनलोड करने और अद्यतन करने के लिए करना चाहते हैं?
608 = परिवर्तन लॉग देखें
609 = सक्रियकरण की स्थिति
610 = उत्पाद सक्रिय
611 = उत्पाद सक्रिय नहीं
612 = आपके सहयोग के लिए धन्यवाद
613 = सक्रिय करने के लिए यहां क्लिक करें
614 = नीचे स्वचालित रूप से इस कार्यक्रम की स्थापना पर तैयार की गई थी , जो अपनी स्थापना ID है । इसी सक्रियण कोड के नीचे पाठ बॉक्स में डालने और फिर उत्पाद को सक्रिय करने के लिए सक्रिय बटन पर प्रेस करें। इसी सक्रियण कोड हमारी वेबसाइट से अपने पंजीकृत उपयोगकर्ता खाते में लॉग इन करें पाने के लिए।
615 = प्रवेश पृष्ठ खोलने के लिए यहां क्लिक करें
616 = स्थापना ID
617 = एक्टिवेशन कोड
618 = सक्रिय
619 = क्लिपबोर्ड पर कॉपी करें
620 = क्लिपबोर्ड से चिपकाने
621 = इंटरफ़ेस प्रकार
622 = सभी इंटरफेस प्रकार
623 = विशिष्ट इंटरफ़ेस प्रकार
624 = लोकल एरिया नेटवर्क
625 = दूरदराज का उपयोग
626 = वायरलेस
627 = में
628 = बाहर
629 = दोनों
640 = Edge traversal
641 = ICMP सेटिंग
680 = प्रविष्टियां
681 = सभी प्रविष्टियों
682 = अंतिम प्रविष्टि
690 = अपडेट के लिए स्वचालित चेक
691 = इस्तेमाल की प्रॉक्सी विन्यास
692 = प्रॉक्सी विन्यास
693 = पता
694 = यूजर का नाम
695 = पासवर्ड
699 = जनक प्रक्रिया

// नियमों का प्रबंधन

700 = प्रक्रिया आईडी
701 = नाम
702 = समूह
703 = कार्यक्रम
704 = स्थान
705 = सक्षम किया
706 = कार्य
707 = दिशा
708 = लोकल एड्रेस
709 = स्थानीय बंदरगाहों
710 = रिमोट पतों
711 = रिमोट बंदरगाहों
712 = प्रोटोकॉल
713 = सेवा
714 = विवरण
715 = समय उत्पन्न
716 = प्रक्रिया
717 = सूची ताज़ा करे
718 = अवैध नियमों को दिखाएँ
719 = लॉग साफ करें
720 = नियमों का प्रबंधन
721 = कनेक्शन लॉग
722 = नए नियम विज़ार्ड
723 = देखें
724 = दिखाना 
725 = आखिरी 100 कनेक्शन
726 = आखिरी 500 कनेक्शन
727 = सभी कनेक्शन 
728 = कनेक्शन
729 = कॉलम विन्यास
730 = प्रदर्शन
731 = नियम
732 = सभी नियम 
733 = भीतर का नियम
734 = आउटबाउंड नियम
735 = उपयोगकर्ता द्वारा निर्मित नियमों
736 = फ़िल्टर
737 = नहीं फिल्टरसक्षम द्वारा 
738 = फ़िल्टरअक्षम लोगों के द्वारा 
739 = फ़िल्टर
740 = खोज
741 = प्रवेश कनेक्शन
742 = नीतियां एक फ़ाइल से
743 = आयात नियम
744 = निर्यात सभी नियमों
745 = निर्यात चयनित नियम
746 = मूलभूत नियम पुनर्स्थापित
747 = पुनर्स्थापित सिफारिश नियम
748 = अनुमत कनेक्शन
749 = अवरोधित कनेक्शन
750 = नए नियम बनाएं 
751 = ब्राउज़ अनुमति देने के लिए
752 = अनुमति देने के लिए क्लिक करें
753 = ब्राउज़ ब्लॉक करने के लिए
754 = ब्लॉक करने के लिए क्लिक करें
755 = इस कार्यक्रम की अनुमति दें
756 = ब्लॉक इस कार्यक्रम
757 = खाली नियम
758 = अनुकूलित और बना
759 = ब्लॉक किए गए कनेक्शन के लिए लॉगिंग अक्षम करना भी सूचनाएं निष्क्रिय कर देगा। क्या आप वाकई जारी रखना चाहते हैं?
760 = विकल्प
761 = अनुमति दें
762 = ब्लॉक
763 = सक्षम करें
764 = अक्षम
765 = हटाएं
766 = गुण
767 = डुप्लीकेट बनाने के लिए 
768 = जनरल
769 = विकसित
770 = लागू करें
771 = प्रोटोकॉल और बंदरगाहों
772 = स्थानीय और दूरदराज के आईपी पते
773 = इनबाउंड
774 = आउटबाउंड
775 = डोमेन
776 = निजी
777 = सार्वजनिक
778 = सभी
779 = बनाएँ
780 = कोई
781 = सभी बंदरगाहों
782 = कस्टम बंदरगाहों
783 = कस्टम पतों
784 = सभी प्रोग्राम 
785 = यह कार्यक्रम
786 = ब्राउज़ करें ...
787 = उदाहरण के लिए: 80,443,9-29
788 = उदाहरण के लिए: 50.87.146.202
790 = आप के लिए खोज करना चाहते हैं , जहां फ़ोल्डर का चयन करें निष्पादन योग्य फ़ाइलों
791 = फ़ाइलें
792 = डेटा लोड करने के लिए ताज़ा करें बटन या F5 कुंजी का उपयोग करें
793 = कृपया प्रतीक्षा करें ...
794 = समूह में जोड़ो
795 = छँटाई रीसेट
796 = कनेक्शनों
797 = हाल ही अवरुद्ध कर 
798 = हाल ही में अनुमति दी 

// अधिसूचना संवाद

800 = निवर्तमान कनेक्शन ब्लॉक किए गए
801 = स्रोत
802 = रिमोट
803 = पर हस्ताक्षर किए
804 = रिमोट आईपी 
805 = इसे बनाने से पहले इस नियम को अनुकूलित 
806 = इस कार्यक्रम की अनुमति दें
807 = हमेशा इस कार्यक्रम के लिए इंटरनेट का उपयोग करने की अनुमति
808 = ब्लॉक इस कार्यक्रम
809 = हमेशा इंटरनेट का उपयोग करने के लिए इस कार्यक्रम को ब्लॉक अब के लिए 
810 = ब्लॉक और बाद में मुझसे पूछें
811 = अस्थायी रूप से की अनुमति दें
812 = इस फ़ाइल की जाँच करें
813 = एक WHOIS क्वेरी प्रारंभ
814 = यह आईपी पते की पुष्टि करें
815 = ओपन फ़ाइल स्थान
816 = क्लिपबोर्ड में पूरा पथ की प्रतिलिपि बनाएँ
817 = क्लिपबोर्ड फ़ाइल नाम प्रतिलिपि
818 = बंदरगाह के बारे में और अधिक पढ़ें
819 = वापस विवरण शासन करने के लिए
823 = अस्थायी रूप से की अनुमति दें
824 = ब्लॉक अस्थायी रूप से 
825 = जब तक WFC पुनः आरंभ
830 = मर्ज नियम
831 = विलय नियम  
832 = नियमों के कूदो

// मान्यकरण

920 = एक नियम के नाम दर्ज करें
921 = खाली स्थान की अनुमति नहीं है
922 = पोर्ट 0 और 65535 के बीच होना चाहिए
923 = एक वैध आईपी रेंज दर्ज करें
924 = एक वैध आईपी पता दर्ज करें
925 = डुप्लिकेट मापदंडों की अनुमति नहीं है
926 = खाली मापदंडों की अनुमति नहीं है
927 = नकारात्मक मापदंडों की अनुमति नहीं है
928 = अवैध पोर्ट श्रेणी
929 = मैदान खाली नहीं किया जा सकता
930 = यह फ़ाइल मौजूद नहीं है
931 = समर्थित एक्सटेंशन
932 = इस क्षेत्र में 0 और 999 के बीच एक अंकीय मान होना चाहिए
933 = अमान्य सबनेट मास्क
934 = इस क्षेत्र में 1 और 60 के बीच एक अंकीय मान होना चाहिए
935 = आवश्यक क्षेत्र
936 = अमान्य नियम । इस नियम परिभाषित किया गया है , जिसके लिए कार्यक्रम पथ डिस्क पर मौजूद नहीं है।
940 = Windows फ़ायरवॉल नियंत्रण सेवा से कनेक्ट नहीं कर सकते

// स्थापना रद्द करें

950 = स्थापना रद्द करें
951 = यह आपके कंप्यूटर से प्रोग्राम को हटा देगा। आप वर्तमान Windows फ़ायरवॉल सेटिंग्स के साथ क्या करना चाहते हैं का चयन करें :
952 = डिफ़ॉल्ट Windows फ़ायरवॉल सेटिंग्स को रीसेट करें। सभी उपयोगकर्ता बनाया नियमों को हटा दिया जाएगा और केवल Windows फ़ायरवॉल डिफ़ॉल्ट नियम रखा जाएगा।
953 = इस कार्यक्रम को स्थापित करने के लिए पहले से राज्य को पुनर्स्थापित करें। प्रोग्राम की स्थापना में पाया गया कि सभी पिछले नियमों बहाल हो जाएगा।
954 = फ़ायरवॉल नियमों और सेटिंग चालू रखें। केवल इस कार्यक्रम निकालें और वे इस समय कर रहे हैं जैसे अन्य सभी सेटिंग्स और नियमों रहते हैं।
955 = सक्रियण स्थिति हटाएं
956 = Windows फ़ायरवॉल लॉगिंग अक्षम
957 = प्रगति में विस्थापना ...